[
    {
        "name": "Zámek",
        "date": "1904-1905",
        "architect": "Leopold Bauer",
        "wgs84": {
            "latitude": "49.2257686",
            "longitude": "17.6631897"
        },
        "adresa":"Soudní 1",
        "historyText": "Důležitý milník v budování moderního Zlína představuje proměna zámku a přilehlých pozemků ze soukromého majetku na veřejný. Od roku 1923 začíná František Lýdie Gahura projektovat regulační plány rychle se rozrůstajícího města. Zámecký areál nacházející se dříve na okraji historického centra se ocitl na spojnici mezi historickým a moderním centrem města. Majitelem rozlehlých pozemků panského statku byl Stefan Viktor Leopold Haubt von Buchenrode, potomek brněnských textilních podnikatelů. Ten v roce 1929 prodal zámek i přilehlý areál městu Zlín, v jehož čele stál starosta Tomáš Baťa. ",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/556_17cd43e00b.jpg"
    },
    {
        "name": "Měšťanská škola - Zlínský klub 204",
        "date": "1897",
        "architect": "Dominik Fey",
        "wgs84": {
            "latitude": "49.2251697",
            "longitude": "17.6656944"
        },
        "adresa": "třída Tomáše Bati 204",
        "historyText": "O možnosti zřídit ve Zlíně měšťanskou školu se mezi místními zastupiteli začíná diskutovat v návaznosti na změnu rakousko-uherského školského zákona už v roce 1872. Vzdělání, které doposud zajišťovaly obecné školy, měly o navazující tři ročníky rozšiřovat školy měšťanské. Než byla postavena nová neoklasicistní budova, která na dobových snímcích z počátku 20. století dominuje malému moravskému městu, uplynulo dlouhých 25 let. Zřízení měšťanské školy zamítla zemská školní rada poprvé roku 1875, nevyšel ani druhý a třetí pokus z let 1883 a 1891.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/564_17cd43e00b.jpg"

    },
    {
        "name": "Prodejní centrum ABS",
        "date": "1993–1995",
        "architect": "Jiří Gebrian",
        "wgs84": {
            "latitude": "49.2239711",
            "longitude": "17.6613117"
        },
        "adresa": "Gahurova 4467",
        "historyText": "Na místě bývalé ambulance a pozdějšího Čedoku byla mezi lety 1993 a 1995 postavena tržnice s hernami a barem ABS. Tvarově výrazná stavba stojící na okraji továrního areálu, mezi třídou Tomáše Bati a bývalým Domem kultury, patří k budovám reprezentujícím snad nejpřesněji dobu svého vzniku, tedy počátek 90. let. Objektu dominuje množství menších obchodních jednotek – kiosků, které dokládají potřebu nabídnout po revoluci začínajícím soukromým podnikatelům obchodní prostor. Oproti provizorním buňkám, které zaplnily historické centrum, nabízel nový objekt stylovější a komfortnější zázemí.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1780_17cd43e00b.jpg"

    },
    {
        "name": "Obchodní a obytný dům Františka Novosada",
        "date": "1933",
        "architect": "Miroslav Lorenc",
        "wgs84": {
            "latitude": "49.2270981",
            "longitude": "17.6637431"
        },
        "adresa": "Bartošova 40/3",
        "historyText": "Ulice Bartošova (dříve Kovářská) propojuje historický střed města – náměstí Míru – s nedalekým železničním nádražím. Z velké části sousedí s parkem Svobody, který přiléhá ke zlínskému zámku. Značně frekventovaná ulice procházela v průběhu 30. let zásadní proměnou, podobně jako ulice Rašínova. I zde si nechávali podnikatelé stavět moderní domy funkcionalistického stylu s obchodním parterem a obytnou částí ve vyšších patrech. Vedle oblíbené Malotovy kavárny se na ulici Bartošova nacházel také hojně navštěvovaný dům Františka Novosada, majitele oděvního domu. Autorem obou staveb je architekt Miroslav Lorenc.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1444_17cd43e00b.jpg"

    },
    {
        "name": "Budova 14 a 15",
        "date": "1946–1949",
        "architect": "Jiří Voženílek",
        "wgs84": {
            "latitude": "49.2248711",
            "longitude": "17.6589275"
        },
        "adresa": "Vavrečkova 7040",
        "historyText": "Při bombardování továrního areálu firmy Baťa spojeneckými letadly v listopadu 1944 zasáhla jedna z pum přímo budovu číslo 15 a téměř ji zničila. Vedlejší budova číslo 14 byla poškozena asi ze dvou třetin. Obě proto byly záhy po skončení války zbořeny. Na základě nového regulačního plánu továrny z roku 1946 z pera firemního architekta Jiřího Voženílka bylo rozhodnuto, že na jejich místě vyrostou pětietážové tovární haly nového typu, které Voženílek sám navrhl. Prototyp těchto budov byl podle Voženílkova projektu postaven již za okupace v jednom ze satelitů firmy Baťa v Baťovanech-Šimonovanech na Slovensku.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/385_17cd43e00b.jpg"
    },
    {
        "name": "Budova 21",
        "date": "1937–1939",
        "architect": "Vladimír Karfík",
        "wgs84": {
            "latitude": "49.2230756",
            "longitude": "17.6583900"
        },
        "adresa": "třída Tomáše Bati 21",
        "historyText": "Ve druhé polovině 30. let se firma Baťa stává globálním koncernem, jenž pod vedením Jana Antonína Bati zaměstnává jen ve Zlíně přes 32 tisíc pracovníků (1937). Pro lepší organizaci uvnitř podniku se v roce 1936 začíná uvažovat o realizaci tří administrativních budov pro 2 tisíce úředníků. Objekty měly být standardizovanými pětietážovými stavbami navzájem propojenými mosty. Druhou variantou, kterou architekt Vladimír Karfík, šéf Stavebního oddělení, vedení podniku nabídl, byla výšková budova – 17poschoďový mrakodrap. Architekt zde mohl zúročit své zkušenosti z pracovních stáží v USA. Vize moderně vybavené výškové budovy měla pro podnik několik výhod",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/399_17cd43e00b.jpg"
    },
    {
        "name": "Radnice",
        "date": "1922–1924",
        "architect": "František Lýdie Gahura",
        "wgs84": {
            "latitude": "49.2265694",
            "longitude": "17.6661547"
        },
        "adresa": "náměstí Míru 12",
        "historyText": "Radnice dokončená v roce 1924 vznikla podle plánu architekta Františka Lýdie Gahury a je to jedna z jeho prvních samostatných realizací. Výborně reprezentuje způsob, jakým pronikaly moderní formy architektury do prostředí tradičního historického jádra Zlína, tehdejšího Masarykova náměstí (dříve Hlavní, nyní náměstí Míru). To se od přelomu 19. a 20. století pomalu mění směrem k soudobému městskému vzezření. V roce 1896 se zde objevila novorenesanční budova Občanské záložny a kousek od náměstí i nová měšťanská škola od Dominika Feye.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/554_17cd43e00b.jpg"
    },
    {
        "name": "Evangelický kostel",
        "date": "1936–1937",
        "architect": "Vladimír Karfík",
        "wgs84": {
            "latitude": "49.2242156",
            "longitude": "17.6759761"
        },
        "adresa": "Štefánikova 3018",
        "historyText": "Formování zlínského evangelického sboru do 20. a 30. let 20. století bylo odpovědí na nárůst protestantů kvůli přílivu zaměstnanců do firmy Baťa. Snažili se získat pozemek pro kostel, což se podařilo díky spolupráci s městskou samosprávou a firmou Baťa. Kostel navrhl Vladimír Karfík a stavbu realizoval Josef Winkler. Jeho design vycházel z funkcionalistických principů a zahrnoval jednoduché bazilikální trojlodí s nízkou věží. Interiér byl strohý, včetně kazatelny a lavic, což odpovídalo protestantské tradici. Kostel se zachoval v autentickém stavu, což svědčí o kvalitě Karfíkovy architektury",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1077_17cd43e00b.jpg"
    },
    {
        "name": "Obchodní a obytný dům pro Marii a Jana Ševců",
        "date": "1936–1937",
        "architect": "Viktor Jandásek",
        "wgs84": {
            "latitude": "49.2237844",
            "longitude": "17.6661581"
        },
        "adresa": "Štefánikova 1577/1",
        "historyText": "Na rohu ulic Štefánikova a Školní byl mezi lety 1936 až 1937 postaven obchodní a obytný dům pro Marii a Jana Ševců. Architektem byl Viktor Jandásek. Zastavěn byl formou písmene L s čtyřmi obchodními jednotkami v přízemí a byty výše. Fasáda má výrazné nároží a člení se čtyřdílnými okny. Původní opaxitové desky byly v roce 2000 nahrazeny akrylolem, ale fasáda zůstala původní. Dům tak stále připomíná kvalitní architekturu meziválečné éry",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1040_17cd43e00b.jpg"
    },
    {
        "name": "Činžovní dům manželů Čistínových",
        "date": "1938–1939",
        "architect": "Zdeněk Plesník, František Sedláček",
        "wgs84": {
            "latitude": "49.2239003",
            "longitude": "17.6661203"
        },
        "adresa": "Školní 3297/17",
        "historyText": "V roce 1937 byla tehdejší ulice Školní kompletně asanována, nejednalo se však o ulici, která dnes propojuje Štefánikovu a třídu Tomáše Bati, ale o starou cestu vedoucí od náměstí Míru ke kostelu. Dnešní ulice Školní byla zastavována postupně v průběhu následujících let.V bezprostřední blízkosti nově zpřístupněného parku vznikla v krátkém čase také nová ulice s moderní zástavbou. Své domy zde nechávali stavět zlínští podnikatelé a zámožnější vrstva měšťanů, kteří v době hospodářské krize investovali do činžovních domů přinášejících stabilní příjmy z nájmů",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1018_17cd43e00b.jpg"
    },
    {
        "name": "Dům Aloise Nakládala",
        "date": "1933",
        "architect": "Miroslav Lorenc",
        "wgs84": {
            "latitude": "49.2253722",
            "longitude": "17.6660853"
        },
        "adresa": "Školní 203",
        "historyText": "Zlínský podnikatel Alois Nakládal vlastnil úspěšné zelinářství a několik nemovitostí ve středu Zlína. Jednou z nich je dům na Rašínově ulici, prodaný po postavení koncem 20. let. Další dům, navržený Miroslavem Lorencem, stojí na rohu ulic Komenského a Školní. Výstavba probíhala 1933–1934. Jedná se o třípatrovou stavbu s obchody v přízemí a byty ve vyšších podlažích. Fasáda je jednoduše členěna do pravidelného rastru oken. Po rekonstrukcích je stále využíván, zůstává v zachovalém stavu s původní fasádou.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1021_17cd43e00b.jpg"
    },
    {
        "name": "Vila Tomáše Bati",
        "date": "1912",
        "architect": "František Novák, Jan Kotěra",
        "wgs84": {
            "latitude": "49.2292958",
            "longitude": "17.6578861"
        },
        "adresa": "Čepkov, Gahurova 292",
        "historyText": "Vila Tomáše Bati je významnou zlínskou historickou památkou, reprezentující vilovou architekturu raného modernismu. Postavena v letech 1909-1911 jako rodinné sídlo Tomáše Baťi, kombinuje prvky neoklasicismu s anglickým stylem. Spolupráce s architektem Janem Kotěrou přinesla přepracování původního návrhu. Umístěna severně od železnice s terasou proti záplavám, vila nabízí prostorné interiéry s vysokými stropy a velkými okny. Po rekonstrukci v letech 1996-1998 sídlí v ní dnes Nadace Tomáše Bati",
        "imageUrl" : "-----------------------"
    }
]