[
    {
        "name": "Zámek",
        "date": "1904-1905",
        "architect": "Leopold Bauer",
        "wgs84": {
            "latitude": "49.2257686",
            "longitude": "17.6631897"
        },
        "adresa":"Soudní 1",
        "historyText": "Důležitý milník v budování moderního Zlína představuje proměna zámku a přilehlých pozemků ze soukromého majetku na veřejný. Od roku 1923 začíná František Lýdie Gahura projektovat regulační plány rychle se rozrůstajícího města. Zámecký areál nacházející se dříve na okraji historického centra se ocitl na spojnici mezi historickým a moderním centrem města. Majitelem rozlehlých pozemků panského statku byl Stefan Viktor Leopold Haubt von Buchenrode, potomek brněnských textilních podnikatelů. Ten v roce 1929 prodal zámek i přilehlý areál městu Zlín, v jehož čele stál starosta Tomáš Baťa. ",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/556_17cd43e00b.jpg"
    },
    {
        "name": "Měšťanská škola - Zlínský klub 204",
        "date": "1897",
        "architect": "Dominik Fey",
        "wgs84": {
            "latitude": "49.2251697",
            "longitude": "17.6656944"
        },
        "adresa": "třída Tomáše Bati 204",
        "historyText": "O možnosti zřídit ve Zlíně měšťanskou školu se mezi místními zastupiteli začíná diskutovat v návaznosti na změnu rakousko-uherského školského zákona už v roce 1872. Vzdělání, které doposud zajišťovaly obecné školy, měly o navazující tři ročníky rozšiřovat školy měšťanské. Než byla postavena nová neoklasicistní budova, která na dobových snímcích z počátku 20. století dominuje malému moravskému městu, uplynulo dlouhých 25 let. Zřízení měšťanské školy zamítla zemská školní rada poprvé roku 1875, nevyšel ani druhý a třetí pokus z let 1883 a 1891. Definitivní souhlas pochází až z roku 1893. Mezitím se rostoucí počet žáků vzdělával v provizorních učebnách v domě č. 174 a v dvoupodlažní obecní škole situované u kostela sv. Jakuba (dnes již zbourána).",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/564_17cd43e00b.jpg"

    },
    {
        "name": "Prodejní centrum ABS / Tržnice a herny s barem ABS Zlín",
        "date": "1993–1995",
        "architect": "Jiří Gebrian",
        "wgs84": {
            "latitude": "49.2239711",
            "longitude": "17.6613117"
        },
        "adresa": "Gahurova 4467",
        "historyText": "Na místě bývalé ambulance a pozdějšího Čedoku byla mezi lety 1993 a 1995 postavena tržnice s hernami a barem ABS. Tvarově výrazná stavba stojící na okraji továrního areálu, mezi třídou Tomáše Bati a bývalým Domem kultury, patří k budovám reprezentujícím snad nejpřesněji dobu svého vzniku, tedy počátek 90. let. Objektu dominuje množství menších obchodních jednotek – kiosků, které dokládají potřebu nabídnout po revoluci začínajícím soukromým podnikatelům obchodní prostor. Oproti provizorním buňkám, které zaplnily historické centrum, nabízel nový objekt stylovější a komfortnější zázemí. Stejně jako 26 buněk na náměstí Míru měla však být i tržnice dočasnou stavbou.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1780_17cd43e00b.jpg"

    },
    {
        "name": "Obchodní a obytný dům Františka Novosada",
        "date": "1933",
        "architect": "Miroslav Lorenc",
        "wgs84": {
            "latitude": "49.2270981",
            "longitude": "17.6637431"
        },
        "adresa": "Bartošova 40/3",
        "historyText": "Ulice Bartošova (dříve Kovářská) propojuje historický střed města – náměstí Míru – s nedalekým železničním nádražím. Z velké části sousedí s parkem Svobody, který přiléhá ke zlínskému zámku. Značně frekventovaná ulice procházela v průběhu 30. let zásadní proměnou, podobně jako ulice Rašínova. I zde si nechávali podnikatelé stavět moderní domy funkcionalistického stylu s obchodním parterem a obytnou částí ve vyšších patrech. Vedle oblíbené Malotovy kavárny se na ulici Bartošova nacházel také hojně navštěvovaný dům Františka Novosada, majitele oděvního domu. Autorem obou staveb je architekt Miroslav Lorenc, který se významně podílel na proměně „nebaťovské“ části města.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1444_17cd43e00b.jpg"

    },
    {
        "name": "Budova 14 a 15",
        "date": "1946–1949",
        "architect": "Jiří Voženílek",
        "wgs84": {
            "latitude": "49.2248711",
            "longitude": "17.6589275"
        },
        "adresa": "Vavrečkova 7040",
        "historyText": "Při bombardování továrního areálu firmy Baťa spojeneckými letadly v listopadu 1944 zasáhla jedna z pum přímo budovu číslo 15 a téměř ji zničila. Vedlejší budova číslo 14 byla poškozena asi ze dvou třetin. Obě proto byly záhy po skončení války zbořeny. Na základě nového regulačního plánu továrny z roku 1946 z pera firemního architekta Jiřího Voženílka bylo rozhodnuto, že na jejich místě vyrostou pětietážové tovární haly nového typu, které Voženílek sám navrhl. Prototyp těchto budov byl podle Voženílkova projektu postaven již za okupace v jednom ze satelitů firmy Baťa v Baťovanech-Šimonovanech na Slovensku. Dva nové zrcadlově souměrné objekty 14 a 15 byly koncipovány tak, aby co nejvíce vyhovovaly novým požadavkům obuvnické výroby.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/385_17cd43e00b.jpg"
    },
    {
        "name": "Budova 14 a 15",
        "date": "1946–1949",
        "architect": "Jiří Voženílek",
        "wgs84": {
            "latitude": "49.2248711",
            "longitude": "17.6589275"
        },
        "adresa": "Vavrečkova 7040",
        "historyText": "Při bombardování továrního areálu firmy Baťa spojeneckými letadly v listopadu 1944 zasáhla jedna z pum přímo budovu číslo 15 a téměř ji zničila. Vedlejší budova číslo 14 byla poškozena asi ze dvou třetin. Obě proto byly záhy po skončení války zbořeny. Na základě nového regulačního plánu továrny z roku 1946 z pera firemního architekta Jiřího Voženílka bylo rozhodnuto, že na jejich místě vyrostou pětietážové tovární haly nového typu, které Voženílek sám navrhl. Prototyp těchto budov byl podle Voženílkova projektu postaven již za okupace v jednom ze satelitů firmy Baťa v Baťovanech-Šimonovanech na Slovensku. Dva nové zrcadlově souměrné objekty 14 a 15 byly koncipovány tak, aby co nejvíce vyhovovaly novým požadavkům obuvnické výroby.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/385_17cd43e00b.jpg"
    },
    {
        "name": "Budova 21",
        "date": "1937–1939",
        "architect": "Vladimír Karfík",
        "wgs84": {
            "latitude": "49.2230756",
            "longitude": "17.6583900"
        },
        "adresa": "třída Tomáše Bati 21",
        "historyText": "Ve druhé polovině 30. let se firma Baťa stává globálním koncernem, jenž pod vedením Jana Antonína Bati zaměstnává jen ve Zlíně přes 32 tisíc pracovníků (1937). Pro lepší organizaci uvnitř podniku se v roce 1936 začíná uvažovat o realizaci tří administrativních budov pro 2 tisíce úředníků. Objekty měly být standardizovanými pětietážovými stavbami navzájem propojenými mosty. Druhou variantou, kterou architekt Vladimír Karfík, šéf Stavebního oddělení, vedení podniku nabídl, byla výšková budova – 17poschoďový mrakodrap. Architekt zde mohl zúročit své zkušenosti z pracovních stáží v USA. Vize moderně vybavené výškové budovy měla pro podnik několik výhod",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/399_17cd43e00b.jpg"
    },
    {
        "name": "Radnice",
        "date": "1922–1924",
        "architect": "František Lýdie Gahura",
        "wgs84": {
            "latitude": "49.2265694",
            "longitude": "17.6661547"
        },
        "adresa": "náměstí Míru 12",
        "historyText": "Radnice dokončená v roce 1924 vznikla podle plánu architekta Františka Lýdie Gahury a je to jedna z jeho prvních samostatných realizací. Výborně reprezentuje způsob, jakým pronikaly moderní formy architektury do prostředí tradičního historického jádra Zlína, tehdejšího Masarykova náměstí (dříve Hlavní, nyní náměstí Míru). To se od přelomu 19. a 20. století pomalu mění směrem k soudobému městskému vzezření. V roce 1896 se zde objevila novorenesanční budova Občanské záložny a kousek od náměstí i nová měšťanská škola od Dominika Feye.",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/554_17cd43e00b.jpg"
    },
    {
        "name": "Evangelický kostel",
        "date": "1936–1937",
        "architect": "Vladimír Karfík",
        "wgs84": {
            "latitude": "49.2242156",
            "longitude": "17.6759761"
        },
        "adresa": "Štefánikova 3018",
        "historyText": "Formování zlínského evangelického sboru spadá do 20. a 30. let 20. století. Prudký nárůst počtu protestantů tehdy zaznamenáváme ve spojitosti s příchodem velkého množství zaměstnanců do firmy Baťa ze všech koutů republiky. Od počátku 30. let se představitelé zlínských evangelíků snažili získat vhodný pozemek v širším centru města pro stavbu kostela. Bohoslužebný sál v malém domku na Hluboké ulici, který fungoval od roku 1928, brzy nedostačoval potřebám rozrůstajícího se společenství. Velkorysé představy o vzniku rozsáhlého areálu s kostelem, domy pro faráře, kostelníka a větší budovou pro setkávání mládeže zhmotnil v několika skicách stavební asistent Josef Zelinka roku 1934. Realizace narážela na vysoké ceny pozemků, zvláště když většinu volných stavebních parcel okamžitě kupovala firma Baťa pro své záměry. Jedinou schůdnou cestou se stala spolupráce s místní samosprávou. Starosta města Dominik Čipera stavbu podporoval a zřejmě díky jeho vlivu se firma Baťa uvolila prodat za výhodnou cenu svažitý trojúhelníkový pozemek mezi ulicemi Štefánikova a Kamenná (dnes Slovenská)",
        "imageUrl" : "https://zam.zlin.eu/data/photo/thumb/1077_17cd43e00b.jpg"
    }
]